let menu = [
    {
        id: "AirPods 2",
        title: "AirPods 2",
        sum: "65 BYN",
        img: "p2.jpg",
        if: 1,
        description:  "AirPods позволяют слушать музыку 5 часов без подзарядки6 — это один из лучших показателей в индустрии.7 Время работы в режиме телефонного разговора теперь составляет до 3 часов.8 Кроме того, футляр обеспечивает наушникам несколько циклов зарядки, благодаря чему они могут работать более 24 часов в режиме прослушивания.9 Нужна быстрая подзарядка? Уберите наушники AirPods в футляр на 15 минут, и у вас будет до 3 часов больше времени, чтобы слушать музыку10, или до 2 часов больше для разговоров по телефону.11 Если нужно проверить заряд аккумулятора, просто поднесите AirPods к iPhone или спросите у Siri: «Сколько заряда в моих AirPods?» А когда AirPods потребуется зарядить, на дисплее iPhone появится соответствующее уведомление.Сегодня наушники – не просто устройства для прослушивания музыки, а новомодный аксессуар, подчёркивающий стиль владельца. Второе поколение беспроводной яблочной гарнитуры доступно в интернет-магазине SHOPAIRMINSK. У нас вы можете купить AirPods 2 в Минске по приятным ценам.Эстетика и неповторимый стиль.Улучшенное качество звука, быстрая настройка и бесперебойная работа с мгновенным подключением к источнику сигнала;Бесплатная доставка товара по столице и выгодные условия для поставок по всей Беларуси;Антикризисные цены, остающиеся доступными для покупателей;Предоставление официальной гарантии сроком на 4 месяца.",
    },
    {
        id: "AirPods 3",
        title: "AirPods 3",
        sum: "70 BYN",
        img: "p3.jpg",
        if: 1,
        description:  "AirPods 3-го поколения - это лёгкие наушники, форма которых была оптимизирована для более плотной посадки. Наушники расположены под оптимальным углом для максимального комфорта и наилучшего звучания. Ножка стала на 33% короче, чем у AirPods 2‑го поколения, а встроенный в неё датчик нажатия позволяет управлять воспроизведением музыки и звонками.Главной особенностью обновленной модели стала поддержка пространственного аудио - эта технология создаёт по‑настоящему живую трёхмерную картину звука. Встроенные в AirPods гироскопы и акселерометры следят за движениями вашей головы, обеспечивая эффект присутствия в самом центре событий.Еще одной умной функцией является адаптивный эквалайзер. Параметры звучания музыки автоматически регулируются с учётом геометрии вашего уха. Микрофоны, направленные внутрь, измеряют характеристики звука, который вы слышите. На основании полученных данных низкие и средние частоты корректируются так, чтобы вы слышали всё богатство музыкальных оттенков.Для начала работы нужно просто извлечь наушники из зарядного кейса - они уже будут готовы к работе. Благодаря распознаванию положения наушники могут различать, находятся они в ушах или нет, а функция объявления уведомлений с Siri даёт возможность прослушивать поступающие уведомления через AirPods. Функция общего доступа позволит слушать музыку или смотреть сериал вдвоём с другом через две пары AirPods.Кроме того, зарядный кейс модели имеет поддержку беспроводной зарядки по стандарту Qi и совместим с MagSafe.",
    },
    {
        id: "AirPods PRO",
        title: "AirPods PRO",
        sum: "99 BYN",
        img: "pp.jpeg",
        if: 1,
        description:  "AirPods Pro — уникальные наушники с технологией активного шумоподавления, которые непрерывно оптимизируют звучание с учётом формы вашего уха и положения вкладышей. Они отлично заглушают внешние шумы, поэтому вы можете полностью погрузиться в музыку.Наружный микрофон улавливает внешние шумы. Эти шумы компенсируются обратной звуковой волной той же амплитуды — прежде чем вы их услышите. Внутренний микрофон анализирует звук внутри уха и таким же образом подавляет оставшийся шум обратной звуковой волной.В комплекте есть три пары мягких силиконовых вкладышей, которые легко фиксируются на наушнике. Специальный тест поможет выбрать размер вкладышей для оптимальной посадки и лучшего звука. Внутри каждого вкладыша есть особая коническая полость, которая помогает ему лучше адаптироваться к геометрии уха и надёжнее держать наушник. А отверстия во вкладышах позволяют выравнять давление, поэтому наушники будут для вас совершенно незаметны.AirPods Pro - это беспроводные наушники с активным шумоподавлением, режимом для прослушивания окружающего звука и поддержкой пространственного звучания.Для подключения к Apple iPhone или Apple Watch достаточно достать наушники из чехла и они уже готовы к работе.В данных наушниках используется разработанный Apple процессор H1, который позволяет воспроизводить аудио с минимальной задержкой. С помощью датчика нажатия на корпусе вы сможете управлять воспроизведением, звонками, а также переключаться между режимами. Адаптивный эквалайзер автоматически регулирует параметры звука с учетом формы уха. А благодаря функции совместный доступ - вы сможете прослушивать музыку, подкасты и любое другое аудио вдвоем, через две пары наушников AirPods (функция совместима не со всеми продуктами Apple).",
    },
    {
        id: "Apple Watch Series 7",
        title: "Apple Watch Series 7",
        sum: "109 BYN",
        img: "aw7.jpg",
        if: 1,
        description:  "В октябре в продажу поступило седьмое поколение смарт-часов, купить Apple Watch 7 41mm можно в нашем интернет-магазине с официальной гарантией от производителя, доставкой по Минску и всей Беларуси. Модель выполнена в стильном алюминиевом корпусе и поставляется со спортивным ремешком. Что же добавили в этот раз?Многим пользователям предыдущие поколения казались не слишком удобными из-за небольших элементов интерфейса. Теперь же получаем увеличенный циферблат и куда более удобный текст для чтения на расстоянии вытянутой руки. Если нужно, в настройках можно выставить огромный шрифт, что сделает чтение уведомлений с сопряжённого смартфона в разы комфортнее.Добавили два крупных виджета и дополнительные циферблаты. Особенно отметим «Контур» с эффектным дизайном, красиво обволакивающим экран. При желании можно вывести на дисплей расписание ближайшей встречи, время заката, температуру и уровень осадков, круги на пробежке и иную информацию, которую хотите постоянно видеть на запястье.Микропроцессор S7 имеет два ядра, обеспечивающих достаточную скорость при запуске и закрытии приложений. Для подзарядки используется USB Type-C, а автономность до 18 ч достаточна для регулярных физических активностей и спортивных тренировок. Обновляться логично всем, кому нужны лучшие смарт-часы на момент выхода.",
    },
    {
        id: "Apple Watch Series 6",
        title: "Apple Watch Series 6",
        sum: "109 BYN",
        img: "aw6.jpg",
        if: 0,
        description:  "в продажу поступило седьмое поколение смарт-часов, купить Apple Watch 6 41mm можно в нашем интернет-магазине с официальной гарантией от производителя, доставкой по Минску и всей Беларуси.Apple Watch Series 6 с функцией определения уровня кислорода в крови дают ещё больше возможностей следить за состоянием здоровья. Аппаратное обеспечение Apple Watch Series 6 значительно усовершенствовано. Часы оснащены более быстрым процессором S6 на основе архитектуры System in Package (SiP) и всегда включённым высотомером нового поколения. Это самая красочная линейка с корпусами новых цветов и новыми ремешками.Операционная система watchOS 7 с функциями семейной настройки, отслеживания времени сна и распознавания мытья рук дополнена новыми типами тренировок и позволяет настраивать циферблаты и делиться ими. Она поможет покупателям вести более активный образ жизни, оставаться на связи и ещё лучше следить за своим здоровьем.Улучшенный всегда включённый дисплей Retina в Apple Watch Series 6 светится до 2,5 раз ярче, чем дисплей Apple Watch Series 5, поэтому информацию на циферблате хорошо видно даже при ярком солнце на улице.",
    },
    {
        id: "Apple MagSafe",
        title: "Apple MagSafe",
        sum: "100 BYN",
        img: "AM.jpg",
        if: 0,
        description:  "в продажу поступило седьмое поколение смарт-часов, купить Apple Watch 6 41mm можно в нашем интернет-магазине с официальной гарантией от производителя, доставкой по Минску и всей Беларуси.Apple Watch Series 6 с функцией определения уровня кислорода в крови дают ещё больше возможностей следить за состоянием здоровья. Аппаратное обеспечение Apple Watch Series 6 значительно усовершенствовано. Часы оснащены более быстрым процессором S6 на основе архитектуры System in Package (SiP) и всегда включённым высотомером нового поколения. Это самая красочная линейка с корпусами новых цветов и новыми ремешками.Операционная система watchOS 7 с функциями семейной настройки, отслеживания времени сна и распознавания мытья рук дополнена новыми типами тренировок и позволяет настраивать циферблаты и делиться ими. Она поможет покупателям вести более активный образ жизни, оставаться на связи и ещё лучше следить за своим здоровьем.Улучшенный всегда включённый дисплей Retina в Apple Watch Series 6 светится до 2,5 раз ярче, чем дисплей Apple Watch Series 5, поэтому информацию на циферблате хорошо видно даже при ярком солнце на улице.",
    },
    {
        id: "Apple Watch 5",
        title: "Apple Watch 5",
        sum: "100 BYN",
        img: "aw5.jpg",
        if: 0,
        description:  "в продажу поступило седьмое поколение смарт-часов, купить Apple Watch 6 41mm можно в нашем интернет-магазине с официальной гарантией от производителя, доставкой по Минску и всей Беларуси.Apple Watch Series 6 с функцией определения уровня кислорода в крови дают ещё больше возможностей следить за состоянием здоровья. Аппаратное обеспечение Apple Watch Series 6 значительно усовершенствовано. Часы оснащены более быстрым процессором S6 на основе архитектуры System in Package (SiP) и всегда включённым высотомером нового поколения. Это самая красочная линейка с корпусами новых цветов и новыми ремешками.Операционная система watchOS 7 с функциями семейной настройки, отслеживания времени сна и распознавания мытья рук дополнена новыми типами тренировок и позволяет настраивать циферблаты и делиться ими. Она поможет покупателям вести более активный образ жизни, оставаться на связи и ещё лучше следить за своим здоровьем.Улучшенный всегда включённый дисплей Retina в Apple Watch Series 6 светится до 2,5 раз ярче, чем дисплей Apple Watch Series 5, поэтому информацию на циферблате хорошо видно даже при ярком солнце на улице.",
    },
    {
        id: " Чехол Apple iPhone 13 Pro Max Silicone",
        title: " Чехол Apple iPhone 13 Pro Max Silicone",
        sum: "20 BYN",
        img: "apmc.jpg",
        if: 0,
        description:  "в продажу поступило седьмое поколение смарт-часов, купить Apple Watch 6 41mm можно в нашем интернет-магазине с официальной гарантией от производителя, доставкой по Минску и всей Беларуси.Apple Watch Series 6 с функцией определения уровня кислорода в крови дают ещё больше возможностей следить за состоянием здоровья. Аппаратное обеспечение Apple Watch Series 6 значительно усовершенствовано. Часы оснащены более быстрым процессором S6 на основе архитектуры System in Package (SiP) и всегда включённым высотомером нового поколения. Это самая красочная линейка с корпусами новых цветов и новыми ремешками.Операционная система watchOS 7 с функциями семейной настройки, отслеживания времени сна и распознавания мытья рук дополнена новыми типами тренировок и позволяет настраивать циферблаты и делиться ими. Она поможет покупателям вести более активный образ жизни, оставаться на связи и ещё лучше следить за своим здоровьем.Улучшенный всегда включённый дисплей Retina в Apple Watch Series 6 светится до 2,5 раз ярче, чем дисплей Apple Watch Series 5, поэтому информацию на циферблате хорошо видно даже при ярком солнце на улице.",
    },
    {
        id: " Чехлы Apple iPhone 13 Pro Max Silicone",
        title: " Чехлы Apple iPhone 13 Pro Max Silicone",
        sum: "20 BYN",
        img: "ap23.jpg",
        if: 0,
        description:  "в продажу поступило седьмое поколение смарт-часов, купить Apple Watch 6 41mm можно в нашем интернет-магазине с официальной гарантией от производителя, доставкой по Минску и всей Беларуси.Apple Watch Series 6 с функцией определения уровня кислорода в крови дают ещё больше возможностей следить за состоянием здоровья. Аппаратное обеспечение Apple Watch Series 6 значительно усовершенствовано. Часы оснащены более быстрым процессором S6 на основе архитектуры System in Package (SiP) и всегда включённым высотомером нового поколения. Это самая красочная линейка с корпусами новых цветов и новыми ремешками.Операционная система watchOS 7 с функциями семейной настройки, отслеживания времени сна и распознавания мытья рук дополнена новыми типами тренировок и позволяет настраивать циферблаты и делиться ими. Она поможет покупателям вести более активный образ жизни, оставаться на связи и ещё лучше следить за своим здоровьем.Улучшенный всегда включённый дисплей Retina в Apple Watch Series 6 светится до 2,5 раз ярче, чем дисплей Apple Watch Series 5, поэтому информацию на циферблате хорошо видно даже при ярком солнце на улице.",
    },
    
    
];

export default menu;